<template>
    <div class="terms">
        <div class="terms-wrap">
            <div class="content">
                <div class="content-head">이용약관</div>
                <div class="content-wrap">
                    <h4>제 1장 총칙</h4>
                    <h6>제2조 (용어의 정의)</h6>
                    <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
                    <div class="cont">
                        <div class="desc">
                            <p>
                                ① 이용자 : 본 약관에 따라 당 사이트에서 제공하는 서비스를 받는 자<br/>
                                ② 통합아이디: 하나의 아이디로 당 사이트의 로그인 및 서비스 이용이 가능한 영문자 혹은 숫자<br/>
                                ③ 비밀번호 : 회원의 정보 보호를 위해 이용자 자신이 설정한 문자와 숫자의 조합<br/>
                                ④ 회원 : 기존회원 및 서비스에 접속하여 본 약관에 동의하고 통합회원 등록을 한 자로서, 당 사이트가 제공하는 서비스를 이용할 수 있는 통합아이디를 보유한 자<br/>
                                ⑤ 비회원 : 회원가입을 하지 않고 당 사이트에서 제공하는 서비스를 이용하는 자<br/>
                                ⑥ 통합회원가입 : 서비스 이용과 관련하여 당 사이트와 회원 간에 체결하는 이용계약<br/>
                                ⑦ 회원탈퇴 : 회원이 당 사이트에서 이용계약을 종료하는 의사표시<br/>
                                ⑧ 게시물 : 회원이 서비스를 이용함에 있어 서비스 상에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등<br/>
                                ⑨ 연계기관서비스 : 당 사이트가 회원에게 온라인으로 제공하는 연계기관의 제반 서비스를 의미하며 연계기관서비스는 당 사이트와 연동될 수 있는 서비스로 제휴관계에 있는 경기도 또는 제3사업자가 운영하는 서비스
                            </p>
                        </div>
                    </div>
                    <div class="cont">
                        <div class="desc">
                            <p>
                                ① 이용자 : 본 약관에 따라 당 사이트에서 제공하는 서비스를 받는 자<br/>
                                ② 통합아이디: 하나의 아이디로 당 사이트의 로그인 및 서비스 이용이 가능한 영문자 혹은 숫자<br/>
                                ③ 비밀번호 : 회원의 정보 보호를 위해 이용자 자신이 설정한 문자와 숫자의 조합<br/>
                                ④ 회원 : 기존회원 및 서비스에 접속하여 본 약관에 동의하고 통합회원 등록을 한 자로서, 당 사이트가 제공하는 서비스를 이용할 수 있는 통합아이디를 보유한 자<br/>
                                ⑤ 비회원 : 회원가입을 하지 않고 당 사이트에서 제공하는 서비스를 이용하는 자<br/>
                                ⑥ 통합회원가입 : 서비스 이용과 관련하여 당 사이트와 회원 간에 체결하는 이용계약<br/>
                                ⑦ 회원탈퇴 : 회원이 당 사이트에서 이용계약을 종료하는 의사표시<br/>
                                ⑧ 게시물 : 회원이 서비스를 이용함에 있어 서비스 상에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등<br/>
                                ⑨ 연계기관서비스 : 당 사이트가 회원에게 온라인으로 제공하는 연계기관의 제반 서비스를 의미하며 연계기관서비스는 당 사이트와 연동될 수 있는 서비스로 제휴관계에 있는 경기도 또는 제3사업자가 운영하는 서비스
                            </p>
                        </div>
                    </div>
                    <div class="cont">
                        <div class="desc">
                            <p>
                                ① 이용자 : 본 약관에 따라 당 사이트에서 제공하는 서비스를 받는 자<br/>
                                ② 통합아이디: 하나의 아이디로 당 사이트의 로그인 및 서비스 이용이 가능한 영문자 혹은 숫자<br/>
                                ③ 비밀번호 : 회원의 정보 보호를 위해 이용자 자신이 설정한 문자와 숫자의 조합<br/>
                                ④ 회원 : 기존회원 및 서비스에 접속하여 본 약관에 동의하고 통합회원 등록을 한 자로서, 당 사이트가 제공하는 서비스를 이용할 수 있는 통합아이디를 보유한 자<br/>
                                ⑤ 비회원 : 회원가입을 하지 않고 당 사이트에서 제공하는 서비스를 이용하는 자<br/>
                                ⑥ 통합회원가입 : 서비스 이용과 관련하여 당 사이트와 회원 간에 체결하는 이용계약<br/>
                                ⑦ 회원탈퇴 : 회원이 당 사이트에서 이용계약을 종료하는 의사표시<br/>
                                ⑧ 게시물 : 회원이 서비스를 이용함에 있어 서비스 상에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등<br/>
                                ⑨ 연계기관서비스 : 당 사이트가 회원에게 온라인으로 제공하는 연계기관의 제반 서비스를 의미하며 연계기관서비스는 당 사이트와 연동될 수 있는 서비스로 제휴관계에 있는 경기도 또는 제3사업자가 운영하는 서비스
                            </p>
                        </div>
                    </div>
                    <div class="cont">
                        <div class="desc">
                            <p>
                                ① 이용자 : 본 약관에 따라 당 사이트에서 제공하는 서비스를 받는 자<br/>
                                ② 통합아이디: 하나의 아이디로 당 사이트의 로그인 및 서비스 이용이 가능한 영문자 혹은 숫자<br/>
                                ③ 비밀번호 : 회원의 정보 보호를 위해 이용자 자신이 설정한 문자와 숫자의 조합<br/>
                                ④ 회원 : 기존회원 및 서비스에 접속하여 본 약관에 동의하고 통합회원 등록을 한 자로서, 당 사이트가 제공하는 서비스를 이용할 수 있는 통합아이디를 보유한 자<br/>
                                ⑤ 비회원 : 회원가입을 하지 않고 당 사이트에서 제공하는 서비스를 이용하는 자<br/>
                                ⑥ 통합회원가입 : 서비스 이용과 관련하여 당 사이트와 회원 간에 체결하는 이용계약<br/>
                                ⑦ 회원탈퇴 : 회원이 당 사이트에서 이용계약을 종료하는 의사표시<br/>
                                ⑧ 게시물 : 회원이 서비스를 이용함에 있어 서비스 상에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등<br/>
                                ⑨ 연계기관서비스 : 당 사이트가 회원에게 온라인으로 제공하는 연계기관의 제반 서비스를 의미하며 연계기관서비스는 당 사이트와 연동될 수 있는 서비스로 제휴관계에 있는 경기도 또는 제3사업자가 운영하는 서비스
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<script setup>

definePageMeta({
  layout: 'sub-page',
})
</script>
<style lang="scss" scoped>
@use '@/assets/scss/pages/terms-of-use.scss';
</style>